/*
 LocalizationStrings.strings
 ZohoSign
 
 Created by Nagarajan S on 13/10/16.
 Copyright © 2016 Zoho Corporation. All rights reserved.
 */


/*          Common              */

"sign.mobile.common.zohosign"                           =       "Zoho Sign";
"sign.mobile.common.ok"                                 =       "OK";
"sign.mobile.common.cancel"                             =       "Annulla";
"sign.mobile.common.close"                              =       "Chiudi";
"sign.mobile.common.next"                               =       "Successivo";
"sign.mobile.common.error"                              =       "Errore";
"sign.mobile.common.unknownerror"                       =       "Errore sconosciuto";
"sign.mobile.common.none"                               =       "Nessuno";
"sign.mobile.common.copy"                               =       "Copia";
"sign.mobile.common.delete"                             =       "Elimina";
"sign.mobile.common.mail"                               =       "Invia tramite posta";
"sign.mobile.common.download"                           =       "Scarica";
"sign.mobile.common.query"                              =       "Query";
"sign.mobile.common.decline"                            =       "Rifiuta";
"sign.mobile.common.restore"                            =       "Ripristina";
"sign.mobile.common.remind"                             =       "Sollecita";
"sign.mobile.common.remindSigners"                      =       "Ricorda a firmatari";
"sign.mobile.common.recall"                             =       "Richiama";
"sign.mobile.common.share"                              =       "Condividi";
"sign.mobile.common.export"                             =       "Esporta";
"sign.mobile.common.add"                                =       "Aggiungi";
"sign.mobile.common.done"                               =       "Eseguito";
"sign.mobile.common.today"                              =       "Oggi";
"sign.mobile.common.tomorrow"                           =       "Domani";
"sign.mobile.common.yesterday"                          =       "Ieri";
"sign.mobile.common.create"                             =       "Crea";
"sign.mobile.common.localFiles"                         =       "File locali";
"sign.mobile.common.zohoDocs"                           =       "Zoho Docs";
"sign.mobile.common.camera"                             =       "Fotocamera";
"sign.mobile.common.retake"                             =       "Riacquisisci";
"sign.mobile.common.scanDocuments"                      =       "Scansiona documenti";
"sign.mobile.common.photos"                             =       "Foto";
"sign.mobile.common.documents"                          =       "Documenti";
"sign.mobile.common.areyousure"                         =       "Sei sicuro?";
"sign.mobile.common.finish"                             =       "Termina";
"sign.mobile.common.no"                                 =       "No";
"sign.mobile.common.yes"                                =       "Sì";
"sign.mobile.common.goBack"                             =       "Torna indietro";
"sign.mobile.common.selected"                           =       "selezionato";
"sign.mobile.common.reason"                             =       "Motivo";
"sign.mobile.common.password"                           =       "Password";
"sign.mobile.common.others"                             =       "Altri";
"sign.mobile.common.remove"                             =       "Rimuovi";
"sign.mobile.common.optional"                           =       "Opzionale";
"sign.mobile.common.mailTo"                             =       "A:";
"sign.mobile.common.myself"                             =       "Personale";
"sign.mobile.common.search"                             =       "Cerca";
"sign.mobile.common.apply"                              =       "Applica";
"sign.mobile.common.login"                              =       "Accedi";
"sign.mobile.common.signup"                             =       "Registrati";
"sign.mobile.common.skip"                               =       "Salta";
"sign.mobile.common.send"                               =       "Invia";
"sign.mobile.common.initializing"                       =       "Inizializzazione in corso...";
"sign.mobile.common.accessBlocked"                      =       "Accesso bloccato";
"sign.mobile.common.unblock"                            =       "Sblocca";
"sign.mobile.common.notNow"                             =       "Non adesso";
"sign.mobile.common.updateZohoSign"                     =       "Aggiorna Zoho Sign";
"sign.mobile.common.gotoAppStore"                       =       "Vai all’App Store";
"sign.mobile.common.account"                            =       "Account";
"sign.mobile.common.by"                                 =       "da";
"sign.mobile.common.me"                                 =       "Io";


/*          Onboarding/Tour              */

"sign.mobile.tour.productTour"                          =       "Tour del prodotto";
"sign.mobile.tour.signIn"                               =       "Accedi";
"sign.mobile.tour.trynow"                               =       "Prova a firmare un documento";

"sign.mobile.tour.productDesc"                          =       "Un’app di firma digitale completa per il business";
"sign.mobile.tour.skipTour"                             =       "Salta tour";
"sign.mobile.tour.endTour"                              =       "Termina presentazione";
"sign.mobile.tour.getStarted"                           =       "Inizia";

"sign.mobile.tour.digitalSignTitle"                     =       "Benvenuto in Zoho Sign";
"sign.mobile.tour.digitalSignDesc"                      =       "Prova la firma digitale come mai prima";
"sign.mobile.tour.signAnywhereTitle"                    =       "Firma in qualsiasi momento, ovunque";
"sign.mobile.tour.signAnywhereDesc"                     =       "Firma, invia e chiudi contratti commerciali in movimento";
"sign.mobile.tour.extensionTitle"                       =       "Integrazioni senza intoppi";
"sign.mobile.tour.securityTitle"                        =       "Sicuro e protetto";
"sign.mobile.tour.securityDesc"                         =       "I documenti in Zoho Sign sono legalmente vincolanti e a prova di intrusione";

"sign.mobile.tour.scanDesc"                             =       "Scansiona e carica ricevute, fatture, contratti e accordi, ecc.";
"sign.mobile.tour.extensionDesc"                        =       "Firma documenti facilmente dalla tue applicazioni preferite.";
"sign.mobile.tour.multipleRecipientsDesc"               =       "Aggiungi molteplici destinatari e definisci l’ordine di firma.";
"sign.mobile.tour.assignSomeoneDesc"                    =       "Assegna qualcun altro a firmare il documento.";
"sign.mobile.tour.iMessageDesc"                         =       "Condividi documenti completati attraverso iMessage.";


"sign.mobile.onboard.alreadySignUser"                   =       "Già parte di Zoho Sign? Accedi per iniziare a firmare.";
"sign.mobile.onboard.signupAndStartSigning"             =       "Nuovo su Zoho Sign? Registrati e inizia a firmare";
"sign.mobile.onboard.continueAsGuest"                   =       "Continua come guest";

/*          Dashboard              */

"sign.mobile.requestCreate.sign"                        =       "SEGNO";
"sign.mobile.requestCreate.send"                        =       "INVIA";
"sign.mobile.requestCreate.signYourselfDescription"     =       "E INVIA";
"sign.mobile.requestCreate.sendDocDescription"          =       "PER LA FIRMA";

/*          Account              */

"sign.mobile.account.registerOrg"                       =       "Registra organizzazione";
"sign.mobile.account.contactAdmin"                      =       "Hai già un account dell’organizzazione? Contatta il tuo amministratore per un invito ad accedere a Zoho Sign.";
"sign.mobile.account.creatingAccount"                   =       "Creazione account in corso...";
"sign.mobile.account.signupToProceed"                   =       "Il modo semplice, veloce e sicuro per firmare documenti. Registrati e inizia a firmare!";
"sign.mobile.account.enterOrgNameDesc"                  =       "Inserisci il nome della tua organizzazione per iniziare. Se desideri usare Zoho Sign per scopi personali, inserisci semplicemente il tuo nome come nome dell’organizzazione.";
"sign.mobile.account.enterOrgName"                      =       "Inserisci la tua organizzazione";
"sign.mobile.account.saveAndProceed"                    =       "Salva e procedi";

"sign.mobile.account.dontHaveAnAccountSignUp"           =       "Non hai un account? Registrati!";
"sign.mobile.account.alreadyHaveAnAccountLogin"         =       "Hai già un account? Accedi";
"sign.mobile.account.needZohoSignAccountToSign"         =       "È necessario un account Zoho Sign per firmare il documento";
"sign.mobile.account.loginToSign"                       =       "È necessario essere connessi per firmare il documento";


/*          Request   (Common)           */

"sign.mobile.request.receivedRequests"                  =       "Documenti ricevuti";
"sign.mobile.request.sentRequests"                      =       "Documenti inviati";
"sign.mobile.request.signYourself"                      =       "Firmati";
"sign.mobile.request.sendForSignatures"                 =       "Invia per firme";
"sign.mobile.request.name"                              =       "Nome";
"sign.mobile.request.description"                       =       "Descrizione";
"sign.mobile.request.note"                              =       "Lascia una nota";
"sign.mobile.request.expiringDate"                      =       "Data di scadenza";
"sign.mobile.request.timeToComplete"                         =       "Tempo di completamento (giorni)";
"sign.mobile.request.validTill"                         =       "Accordo valido fino a";
"sign.mobile.request.folder"                            =       "Cartella";
"sign.mobile.request.folderName"                        =       "Nome cartella";
"sign.mobile.request.requestType"                       =       "Tipo di documento";
"sign.mobile.request.type"                              =       "Tipo";
"sign.mobile.request.recipients"                        =       "Destinatari";
"sign.mobile.request.sortBy"                            =       "Ordina per";
"sign.mobile.request.verfiyCodeSentToMail"              =       "Il codice di verifica è stato inviato alla tua e-mail.";
"sign.mobile.request.verfiyCodeByRequester"             =       "Il codice di verifica è fornito dal richiedente.";
"sign.mobile.request.verifyCode"                        =       "Verifica";
"sign.mobile.request.didntReceiveCode"                  =       "Non hai ricevuto il tuo codice?";
"sign.mobile.request.resendCode"                        =       "Invia nuovamente codice";
"sign.mobile.request.wrongSecretCode"                   =       "Codice di autenticazione non corretto";
"sign.mobile.request.requestInfo"                       =       "Informazioni documento";
"sign.mobile.request.documentName"                      =       "Nome documento";
"sign.mobile.request.fileName"                          =       "Nome del file";
"sign.mobile.request.requester"                         =       "Richiesto da";
"sign.mobile.request.requesterEmail"                    =       "E-mail richiedente";
"sign.mobile.request.requestedOn"                       =       "Richiesto il";
"sign.mobile.request.owner"                             =       "Proprietario";
"sign.mobile.request.expireOn"                          =       "Scade il";
"sign.mobile.request.status"                            =       "Stato";
"sign.mobile.request.notes"                             =       "Note";
"sign.mobile.request.completionCertificate"             =       "Certificato di completamento";
"sign.mobile.request.saveChanges"                       =       "Salva modifiche";
"sign.mobile.request.selectAtleaseOneField"             =       "Selezionare almeno un campo per ciascun destinatario";
"sign.mobile.request.selectAtleaseOneFieldSelfSign"     =       "Selezionare almeno un campo";
"sign.mobile.request.sampleDocument"                    =       "Documento campione";
"sign.mobile.request.requestName"                       =       "Nome documento";
"sign.mobile.request.signedSuccessfully"                =       "Firmato correttamente";
"sign.mobile.request.declined"                          =       "Rifiutato";
"sign.mobile.request.tapHereToContinue"                 =       "Tocca qui per continuare";
"sign.mobile.request.emailDoc"                          =       "Invia documento tramite e-mail (max 3 alla volta)";
"sign.mobile.request.recipientStatus"                   =       "Stato destinatario";
"sign.mobile.request.activityFeed"                      =       "Feed attività";
"sign.mobile.request.activityHistory"                   =       "Cronologia attività";
"sign.mobile.request.createdOn"                         =       "Creato il";
"sign.mobile.request.submittedOn"                       =       "Inviato il";
"sign.mobile.request.expiringOn"                        =       "Scade il";
"sign.mobile.request.expiredOn"                         =       "Scadenza";
"sign.mobile.request.completedOn"                       =       "Completata il";
"sign.mobile.request.recalledOn"                        =       "Richiamato il";
"sign.mobile.request.declinedOn"                        =       "Rifiutato il";
"sign.mobile.request.deletedOn"                         =       "Eliminato il";
"sign.mobile.request.mailed"                            =       "Inviato tramite e-mail";
"sign.mobile.request.signed"                            =       "Firmato";
"sign.mobile.request.viewed"                            =       "Visualizzato";
"sign.mobile.request.assigned"                          =       "Assegnato";
"sign.mobile.request.notAssigned"                       =       "Non assegnato";
"sign.mobile.request.dueDateNotSet"                     =       "Nessuna scadenza impostata";
"sign.mobile.request.needsYourSignature"                =       "È necessaria la tua firma";
"sign.mobile.request.outForSignature"                   =       "Inviati per firme";
"sign.mobile.request.assignRequest"                     =       "Assegna documento";
"sign.mobile.request.declineRequest"                    =       "Rifiuta documento";
"sign.mobile.request.numberOfPages"                     =       "Numero di pagine";
"sign.mobile.request.renameRequest"                     =       "Rinomina documento";
"sign.mobile.request.moveFolder"                        =       "Sposta cartella";
"sign.mobile.request.changeFileType"                    =       "Cambia tipo di file";
"sign.mobile.request.confirmYourIdentity"               =       "Conferma la tua identità";
"sign.mobile.request.fileType"                          =       "Tipo di file";
"sign.mobile.request.enterVerifyCode"                   =       "Inserisci codice di autenticazione";
"sign.mobile.request.loggedInAsDifferentUser"           =       "Sei connesso come altro utente. Accedere usando «%@» e riprovare";
"sign.mobile.request.previewNotAvailable"               =       "Anteprima non disponibile.";
"sign.mobile.request.ownerAuthMsg"                      =       "Inserisci il codice di autenticazione condiviso con te dal proprietario";
"sign.mobile.request.ownerAuthMsgAfterFailure"          =       "Inserisci il codice di autenticazione condiviso con te dal proprietario\nPer motivi di sicurezza, l’accesso al documento sarà disabilitato dopo 3 inserimenti non corretti.";
"sign.mobile.request.emailAuth"                         =       "Inserisci il codice di autenticazione condiviso con il tuo indirizzo e-mail";
"sign.mobile.request.authCodeSentToEmail"               =       "Il codice di autenticazione è stato rinviato alla tua e-mail";

/*          Request Operation Type           */

"sign.mobile.request.operationType.drafted"             =       "Salvata come bozza";
"sign.mobile.request.operationType.updated"             =       "Aggiornato";
"sign.mobile.request.operationType.submitted"           =       "Inviato";
"sign.mobile.request.operationType.shredded"            =       "Distrutto";
"sign.mobile.request.operationType.deleted"             =       "Eliminato";
"sign.mobile.request.operationType.recalled"            =       "Richiamato";
"sign.mobile.request.operationType.restored"            =       "Ripristinato";
"sign.mobile.request.operationType.retrived"            =       "Recuperato";
"sign.mobile.request.operationType.reminded"            =       "Ricordato";
"sign.mobile.request.operationType.archived"            =       "Archiviato";
"sign.mobile.request.operationType.assigned"            =       "Assegnato";
"sign.mobile.request.operationType.downloaded"          =       "Scaricato";
"sign.mobile.request.operationType.skipped"             =       "Ignorato";
"sign.mobile.request.operationType.docEmailed"          =       "Documento inviato tramite e-mail";
"sign.mobile.request.operationType.linkEmailed"         =       "Link inviato tramite e-mail";
"sign.mobile.request.operationType.startedSigning"      =       "Firma iniziata";
"sign.mobile.request.operationType.successSigning"      =       "Firmato correttamente";
"sign.mobile.request.operationType.failedSigning"       =       "Firma non riuscita";
"sign.mobile.request.operationType.accessSuccess"       =       "Accesso completato";
"sign.mobile.request.operationType.accessFailure"       =       "Accesso non riuscito";

/*          Request Status           */

"sign.mobile.request.status.all"                        =       "Tutti";
"sign.mobile.request.status.inprogress"                 =       "In corso";
"sign.mobile.request.status.pending"                    =       "In sospeso";
"sign.mobile.request.status.completed"                  =       "Completato";
"sign.mobile.request.status.expiring"                   =       "In scadenza";
"sign.mobile.request.status.expired"                    =       "Scaduto";
"sign.mobile.request.status.declined"                   =       "Rifiutato";
"sign.mobile.request.status.recalled"                   =       "Richiamato";
"sign.mobile.request.status.draft"                      =       "Bozza";
"sign.mobile.request.status.trash"                      =       "Cestino";
"sign.mobile.request.status.expires"                    =       "Scade";


/*          Request List            */

"sign.mobile.request.list.requestedTime"                =       "Tempo richiesto";
"sign.mobile.request.list.discardChanges"               =       "Ignora modifiche";
"sign.mobile.request.list.continueFromLeftover"         =       "Continua da rimanente";
"sign.mobile.request.list.lastModified"                 =       "Ultima modifica";
"sign.mobile.request.list.searchRequest"                =       "Cerca documento";
"sign.mobile.request.list.recentSearches"               =       "Ricerche recenti";
"sign.mobile.request.list.modifiedOn"                   =       "Modificato il";
"sign.mobile.request.list.finishedOn"                   =       "Terminato il %@";
"sign.mobile.request.list.declinedOn"                   =       "Rifiutato il %@";
"sign.mobile.request.list.expiredOn"                    =       "Scaduto il %@";
"sign.mobile.request.list.deletedOn"                    =       "Eliminato il %@";
"sign.mobile.request.list.lastUpdatedOn"                =       "Ultimo aggiornamento il";
"sign.mobile.request.list.declinedMsg"                  =       "Rifiutato da %@";
"sign.mobile.request.list.deleteOn"                     =       "Eliminato";
"sign.mobile.request.list.yetToView"                    =       "%@  •  %@ ancora da visualizzare";
"sign.mobile.request.list.yetToSign"                    =       "%@  •  %@ ancora da firmare";
"sign.mobile.request.list.ofPending"                    =       "%@  •  %lu di %lu in sospeso";
"sign.mobile.request.list.nameAscending"                =       "Nome in ordine crescente";
"sign.mobile.request.list.nameDescending"               =       "Nome in ordine decrescente";
"sign.mobile.request.list.from"                         =       "Da";
"sign.mobile.request.list.filterOptions"                =       "Opzioni filtro";


/*          Request Create            */

"sign.mobile.request.create.tapHereToSelectDoc"         =       "Tocca qui per caricare documento";
"sign.mobile.request.create.pleaseUploadDoc"            =       "Caricare documento";
"sign.mobile.request.create.pleaseChooseRecipient"      =       "Scegliere un destinatario";
"sign.mobile.request.create.oneSigningActionAlert"      =       "Almeno un destinatario deve essere assegnato per firmare il documento";
"sign.mobile.request.create.pleaseEnterName"            =       "Inserire nome richiesta";
"sign.mobile.request.create.recipientsAdded"            =       "%lu aggiunti.";
"sign.mobile.recipient.create.addRecipients"            =       "Aggiungi destinatari";
"sign.mobile.request.create.recipients"                 =       "Destinatari";
"sign.mobile.request.create.validityForever"            =       "Per sempre";
"sign.mobile.request.create.setDate"                    =       "Imposta data";
"sign.mobile.request.create.expiresIn"                  =       "Scade tra";
"sign.mobile.request.create.tapHereToStart"             =       "Tocca qui per iniziare a firmare";
"sign.mobile.request.create.moreDetails"                =       "Ulteriori dettagli";
"sign.mobile.request.create.viewAll"                    =       "Visualizza tutto";


/*          Editor            */

"sign.mobile.editor.fillAllRequiredFields"              =       "Compilare tutti i campi richiesti";
"sign.mobile.editor.startSigning"                       =       "Inizia a firmare";
"sign.mobile.editor.termsAndConditions"                 =       "Termini e condizioni";
"sign.mobile.editor.exitPreview"                        =       "Esci da anteprima";
"sign.mobile.editor.agreeTerms"                         =       "D’accordo";
"sign.mobile.editor.fieldsToSign"                       =       "Campo(i) da firmare";

/*          Request Fields            */

"sign.mobile.field.signature"                           =       "Firma";
"sign.mobile.field.company"                             =       "Azienda";
"sign.mobile.field.name"                                =       "Nome";
"sign.mobile.field.date"                                =       "Data";
"sign.mobile.field.initial"                             =       "Iniziale";
"sign.mobile.field.email"                               =       "E-mail";
"sign.mobile.field.text"                                =       "Testo";
"sign.mobile.field.textfield"                           =       "Campo testo";
"sign.mobile.field.fieldName"                           =       "Nome campo";
"sign.mobile.field.jobtitle"                            =       "Posizione";

"sign.mobile.field.fullname"                            =       "Nome completo";
"sign.mobile.field.firstname"                           =       "Nome";
"sign.mobile.field.lastname"                            =       "Cognome";

/*          Recipient/Contacts            */

"sign.mobile.recipient.retainOrder"                     =       "Invia in ordine";
"sign.mobile.recipient.notExist"                        =       "Il nome del destinatario non esiste. Desideri aggiungere un nuovo destinatario?";
"sign.mobile.recipient.addRecipient"                    =       "Aggiungi destinatario";
"sign.mobile.recipient.nameCannotEmpty"                 =       "Il nome non può essere lasciato vuoto";
"sign.mobile.recipient.invalidEmail"                    =       "Indirizzo e-mail non valido";
"sign.mobile.recipient.privateMessage"                  =       "Messaggio privato";
"sign.mobile.recipient.message"                         =       "Messaggio";
"sign.mobile.recipient.authenticationCode"              =       "Codice di autenticazione";
"sign.mobile.recipient.needToSign"                      =       "Da firmare";
"sign.mobile.recipient.getsACopy"                       =       "Riceve una copia";
"sign.mobile.recipient.verfication"                     =       "Verifica";
"sign.mobile.recipient.deliveryType"                    =       "Tipo di recapito";
"sign.mobile.recipient.offline"                         =       "Non in linea";
"sign.mobile.recipient.noteOTP"                         =       "Nota: il codice di autenticazione sarà inviato tramite e-mail.";
"sign.mobile.recipient.code"                            =       "Codice";
"sign.mobile.recipient.noteCode"                        =       "Nota: questo codice è generato automaticamente. Sovrascrivi se necessario (esattamente 6 caratteri)";
"sign.mobile.recipient.enterNameEmail"                  =       "Inserisci nome/e-mail del contatto";
"sign.mobile.recipient.localContacts"                   =       "Contatti dispositivo";
"sign.mobile.recipient.contactSelected"                 =       "Contatto selezionato";
"sign.mobile.recipient.contactsSelected"                =       "Contatti selezionati";
"sign.mobile.recipient.addMe"                           =       "Aggiungimi";
"sign.mobile.recipient.invalidName"                     =       "Nome non valido";
"sign.mobile.recipient.atleastOneRecipient"             =       "Aggiungi almeno un destinatario per firmare il documento";
"sign.mobile.recipient.dupRecipientExists"              =       "Sono presenti destinatari duplicati";
"sign.mobile.recipient.chooseFromContacts"              =       "Seleziona dai contatti";


/*          Empty Screens         */

"sign.mobile.emptyScreen.noSentRequestOnboard"          =       "Nessun documento inviato";
"sign.mobile.emptyScreen.noDocumentsAvailable"          =       "Nessun documento disponibile";
"sign.mobile.emptyScreen.noReceivedRequestOnboard"      =       "Nessun documento ricevuto";
"sign.mobile.emptyScreen.noRequestOnSearch"             =       "Nessun documento trovato";
"sign.mobile.emptyScreen.noContacts"                    =       "Nessun contatto disponibile";
"sign.mobile.emptyScreen.norecipientAdded"              =       "Nessun destinatario aggiunto";
"sign.mobile.emptyScreen.noActivityFeed"                =       "Nessuna attività recente";
"sign.mobile.emptyScreen.noDataAvailable"               =       "Nessun dato disponibile";
"sign.mobile.emptyScreen.noFilesAvailable"              =       "Nessun file disponibile";
"sign.mobile.emptyScreen.noResults"                     =       "Nessun risultato";

"sign.mobile.error.timeout"                             =       "Richiesta scaduta";
"sign.mobile.error.dataError"                           =       "Errore durante il caricamento";
"sign.mobile.error.tapToRetry"                          =       "Tocca per riprovare";
"sign.mobile.error.fileSizeExceedsMaxSize"              =       "Il file supera la dimensione massima di 25 MB";


/*          Settings              */

"sign.mobile.settings.settings"                         =       "Impostazioni";
"sign.mobile.settings.signout"                          =       "Esci";
"sign.mobile.settings.logout"                           =       "Disconnetti";
"sign.mobile.settings.termsOfService"                   =       "Termini del servizio";
"sign.mobile.settings.privacyPolicy"                    =       "Informativa sulla privacy";
"sign.mobile.settings.rateUs"                           =       "Valutaci";
"sign.mobile.settings.openSourceAttributes"             =       "Attributi open source";
"sign.mobile.settings.feedback"                         =       "Feedback";
"sign.mobile.settings.faq"                              =       "FAQ";
"sign.mobile.settings.manageLocalFiles"                 =       "Gestisci file locali";
"sign.mobile.settings.clearAllFiles"                    =       "Cancella dati della cache dal dispositivo";
"sign.mobile.settings.clearCache"                       =       "Cancella cache";
"sign.mobile.settings.passcodeLock"                     =       "Blocco passcode";
"sign.mobile.settings.allowTouchID"                     =       "Consenti Touch ID per sbloccare";
"sign.mobile.settings.security"                         =       "Sicurezza";
"sign.mobile.settings.theme"                            =       "Tema";
"sign.mobile.settings.support"                          =       "Supporto";
"sign.mobile.settings.cache"                            =       "Cache";
"sign.mobile.setting.cacheMemorySize"                   =       "Dimensioni memoria cache";
"sign.mobile.settings.about"                            =       "Informazioni (Versione %@)";
"sign.mobile.settings.touchIDDisabledAlert"             =       "Anche Touch ID sarà disabilitato. Continuare?";
"sign.mobile.settings.deviceCannotAuthTouchID"          =       "Il tuo dispositivo non può autenticarsi usando TouchID.";
"sign.mobile.settings.enterPasscode"                    =       "Inserisci passcode";
"sign.mobile.settings.setPasscode"                      =       "Imposta passcode";
"sign.mobile.settings.enterYourPasscode"                =       "Inserisci la tua passcode";
"sign.mobile.settings.reenterPasscode"                  =       "Inserisci nuovamente il tuo passcode";
"sign.mobile.settings.passcodeNotMatch"                 =       "I passcode non corrispondono. Riprovare.";
"sign.mobile.settings.touchIDAuth"                      =       "Sblocca passcode";
"sign.mobile.settings.unlockZohoSign"                   =       "Sblocca Zoho Sign";
"sign.mobile.settings.unlockAttemptsLeft"               =       "Tentativi rimasti";
"sign.mobile.settings.enterPasscodeUnlock"              =       "Inserisci il passcode per sbloccare";
"sign.mobile.setting.feedbackSentSuccess"               =       "Feedback inviato correttamente";

/*          Profile              */

"sign.mobile.profile.profile"                           =       "Profilo";
"sign.mobile.profile.fullName"                          =       "Nome completo";
"sign.mobile.profile.firstName"                         =       "Nome";
"sign.mobile.profile.lastName"                          =       "Cognome";
"sign.mobile.profile.email"                             =       "E-mail";
"sign.mobile.profile.company"                           =       "Azienda";
"sign.mobile.profile.jobTitle"                          =       "Posizione";
"sign.mobile.profile.dateFormat"                        =       "Formato data";
"sign.mobile.profile.timeZones"                         =       "Fuso orario";
"sign.mobile.profile.takePicture"                       =       "Scatta foto";
"sign.mobile.profile.choosePicture"                     =       "Scegli foto";
"sign.mobile.profile.deleteSignature"                   =       "Elimina firma";
"sign.mobile.profile.signatureWizardDraw"               =       "Disegno";
"sign.mobile.profile.drawSignature"                     =       "Disegna firma";
"sign.mobile.profile.selectSignature"                   =       "Seleziona stile";
"sign.mobile.profile.photoSignature"                    =       "Scatta foto";
"sign.mobile.profile.chooseStyle"                       =       "Scegli stile";
"sign.mobile.profile.drawYourSign"                      =       "Disegna la tua firma";
"sign.mobile.profile.signatureWizard"                   =       "Procedura guidata firma";
"sign.mobile.profile.createSignature"                   =       "Crea firma";
"sign.mobile.profile.createInitial"                     =       "Crea iniziale";
"sign.mobile.profile.tapHereToEditName"                 =       "Tocca qui per modificare il nome";
"sign.mobile.profile.tapHereToEditInitial"              =       "Tocca qui per modificare l’iniziale";
"sign.mobile.profile.signHere"                          =       "Firma qui";
"sign.mobile.profile.yourInitial"                       =       "La tua iniziale";


/*          Feedback              */

"sign.mobile.feedback.EnterEmail"                       =       "Inserisci il tuo indirizzo e-mail";
"sign.mobile.feedback.comment"                          =       "Commento";
"sign.mobile.feedback.attachScreenshots"                =       "Allega schermata";
"sign.mobile.feedback.howIsYourExperience"              =       "Com’è la tua esperienza con Zoho Sign?";
"sign.mobile.feedback.mindGivingFeedback"               =       "Ci daresti feedback?";
"sign.mobile.feedback.noThanks"                         =       "No, grazie";
"sign.mobile.feedback.okSure"                           =       "OK, certo";
"sign.mobile.feedback.couldNotSendMail"                 =       "Invio e-mail non riuscito";
"sign.mobile.feedback.checkMailConfig"                  =       "Impossibile inviare l’e-mail.  Controllare la configurazione dell’e-mail e riprovare.";
"sign.mobile.feedback.doYouEnjoytheApp"                 =       "Ti piace usare l’app?";
"sign.mobile.feedback.canYouReviewinAppStore"           =       "Visto che ti è piaciuto Zoho Sign, puoi aiutarci lasciando una recensione nell'Appstore?";
"sign.mobile.feedback.rateApp"                          =       "Valuta app";

/*          Activity Indicator Strings       */

"sign.mobile.activityIndicator.processing"              =       "Elaborazione in corso. Si prega di attendere...";
"sign.mobile.activityIndicator.uploading"               =       "Caricamento documento in corso. Si prega di attendere...";
"sign.mobile.activityIndicator.submittingDoc"           =       "Invio documento in corso...";
"sign.mobile.activityIndicator.savedraft"               =       "Salvataggio come bozza in corso...";
"sign.mobile.activityIndicator.signingDoc"              =       "Firma documento in corso...";
"sign.mobile.activityIndicator.loadingPreview"          =       "Caricamento anteprima in corso...";
"sign.mobile.activityIndicator.preparingDocument"         =       "Preparazione documento in corso...";

/*          Notify              */

"sign.mobile.notify.docMailedSuccess"                   =       "Documento inviato correttamente tramite e-mail";
"sign.mobile.notify.requestSavedInDraft"                =       "Documento salvato come bozza";
"sign.mobile.notify.reminderSent"                       =       "Promemoria inviato";
"sign.mobile.notify.requestRecalled"                    =       "Documento richiamato";
"sign.mobile.notify.requestMovedToTrash"                =       "Documento spostato nel Cestino";
"sign.mobile.notify.requestRestored"                    =       "Documento ripristinato";
"sign.mobile.notify.requestCreated"                     =       "Documento creato";
"sign.mobile.notify.requestUpdated"                     =       "Documento aggiornato";
"sign.mobile.notify.importSuccess"                      =       "Documento importato correttamente";
"sign.mobile.notify.requestDeclined"                    =       "Documento rifiutato";
"sign.mobile.notify.dataCacheCleared"                   =       "Dati della cache cancellati";
"sign.mobile.notify.requestReminding"                   =       "Invio promemoria in corso...";
"sign.mobile.notify.sendingMail"                        =       "Invio posta in corso...";

/*          Alerts            */

"sign.mobile.alert.enterComment"                        =       "Inserire il proprio commento";
"sign.mobile.alert.enterReason"                         =       "Inserisci il motivo";
"sign.mobile.alert.enterEmailId"                        =       "Inserire un indirizzo e-mail";
"sign.mobile.alert.noAccessLocalContacts"               =       "Dai l’autorizzazione ad accedere ai contatti locali.";
"sign.mobile.alert.noMailId"                            =       "Inserire almeno un indirizzo e-mail";
"sign.mobile.alert.contactAdminForAccess"               =       "Contattare l’amministratore per fornire accesso a Zoho Sign";
"sign.mobile.alert.loginExpires"                        =       "Accesso scaduto. Accedere di nuovo";
"sign.mobile.alert.loginToSign"                         =       "Accedere per firmare il documento";
"sign.mobile.alert.docUploadFailed"                     =       "Caricamento documento non riuscito";
"sign.mobile.alert.noInternetConnection"                =       "Nessuna rete disponibile";
"sign.mobile.alert.accountDisableContactAdmin"          =       "L’account è disabilitato. Contatta l’amministratore per attivare il tuo account.";
"sign.mobile.alert.needToAccessCamera"                  =       "È necessario l’accesso alla fotocamera";
"sign.mobile.alert.noCameraAccess"                      =       "Quest’app non ha accesso alla fotocamera.";
"sign.mobile.alert.enablePrivacySettings"               =       "Puoi abilitare l’accesso dalle Impostazioni sulla privacy.";
"sign.mobile.alert.documentPasswordProtected"           =       "Il documento è protetto da password";
"sign.mobile.alert.recallNote"                          =       "Il richiamo del documento lo renderà nullo e impedirà ai firmatari di firmarlo";
"sign.mobile.alert.reminderNote"                        =       "Quando l’opzione Invia in ordine è selezionata, sarà inviato un promemoria al successivo firmatario che deve ancora firmare il documento. Altrimenti, i promemoria saranno inviati a tutti i firmatari che devono ancora firmare il documento.";
"sign.mobile.alert.copiedToClipboard"                   =       "Copiato negli appunti";
"sign.mobile.alert.accessBlockedContactAdmin"           =       "L’accesso al documento è bloccato per l’inserimento del codice di autenticazione non corretto per 3 volte. Contatta il proprietario per sbloccarlo.";
"sign.mobile.alert.accessBlockedForRecalled"            =       "Non hai più accesso a questo documento poiché esso è stato richiamato";
"sign.mobile.alert.accessBlockedForDeclined"            =       "Non hai più accesso a questo documento poiché esso è stato rifiutato";
"sign.mobile.alert.accessBlockedForExpired"             =       "Non hai più accesso a questo documento poiché esso è scaduto";
"sign.mobile.alert.unblockAlert"                          =       "Desideri sbloccare il documento per il destinatario %@?";


/*          Tool Tip            */

"sign.mobile.tooltip.tapAnywhereAddFields"              =       "Tocca per inserire campi";
"sign.mobile.tooltip.tapHereToChangeName"               =       "Tocca qui per cambiare il nome";


/*          Action Extension              */

"sign.mobile.actionExtn.signInToSign"                   =       "Accedere a Zoho Sign per inizializzare la firma del documento";
"sign.mobile.actionExtn.launchZohoSign"                 =       "Lancia Zoho Sign";
"sign.mobile.tooltip.extnSuccessmsg"                     =       "Una copia di questo documento è salvata nel tuo account Zoho Sign";
"sign.mobile.actionExtn.unsupportedFormat"              =       "Formato file non supportato";

"sign.mobile.actionExtn.loginRequired"                  =       "Accesso richiesto";
"sign.mobile.actionExtn.internetRequiredToSignDocument" =       "È richiesta una connessione a Internet per firmare documenti con Zoho Sign";


/*          Radaee PDF Strings (ignore)         */

"Swipe Speed" = "Swipe Speed";
"Render Quality" = "Render Quality";
"Swipe Distance" = "Swipe Distance";
"View Mode" = "View Mode";
"Zooming Ratio" = "Zooming Ratio";
"Ink Width" = "Ink Width";
"Alert" = "Alert";
"Cancel" = " Cancel";
"BookMark Already Exist" = "BookMark Already Exist";
"Page " = "Page ";
"Add BookMark Success!"="Add BookMark Success!";
"Ink Color" = "Ink Color";
"Rect Color" = "Rect Color";
"Draw Line on file" = "Draw Line on file";
"Draw Rect on file" = "Draw Rect on file";
"This Document is readonly" = "This Document is readonly";
"Outline" = "Outline";
"Please Enter PassWord" = "Please Enter PassWord";
"PassWord" = "PassWord";
"Error PassWord" = "Error PassWord";
"Error Document,Can't open" = "Error Document,Can't open";
"Do you want to open:" = "Do you want to open:";
"Text Annot" = "Text Annot";


"sign.mobile.field.checkbox"                           =       "Casella di controllo";
"sign.mobile.common.readonly"                          =       "Sola lettura";
"sign.mobile.common.mandatory"                         =       "Obbligatorio";
"sign.mobile.common.required"                          =       "Richiesto";
"sign.mobile.field.checkByDefault"                     =       "Selezione predefinita";
"sign.mobile.request.filterBy"                         =       "Filtra per";
"sign.mobile.emptyScreen.noTemplatesAvailable"         =       "Nessun modello disponibile";
"sign.mobile.emptyScreen.noFieldsAdded"                =       "Nessuna campo aggiunto finora";

"sign.mobile.common.save"                              =       "Salva";
"sign.mobile.request.status.tobehosted"                =       "Da ospitare";
"sign.mobile.request.status.hosted"                    =       "Ospitato";
"sign.mobile.request.skipsigning"                      =       "Salta la firma";
"sign.mobile.request.resetfields"                      =       "Reimposta campi";
"sign.mobile.request.signedInperson"                   =       "Firmato di persona";
"sign.mobile.create.prefillByYou"                      =       "Precompilato da te";

"sign.mobile.request.operationType.inpersonSigningSuccess"   =       "Sessione in persona: Firmato";
"sign.mobile.request.operationType.inpersonSigningFailure"   =       "Sessione in persona: Firma non riuscita";
"sign.mobile.request.operationType.inpersonAccessFailure"   =        "Sessione in persona: Accesso non riuscito";
"sign.mobile.request.operationType.hosted"                   =       "Sessione in persona: Completata";
"sign.mobile.request.operationType.viewedFromHost"           =       "Visualizzato dall'host";
"sign.mobile.request.operationType.remindedForInpersonSigning"   =       "Promemoria inviato all'host";
"sign.mobile.request.operationType.linkEmailedInperson"     =       "Documento inviato all'host";
"sign.mobile.request.operationType.linkEmailedToHost"     =       "Collegamento inviato tramite e-mail all'host";

"sign.mobile.inperson.hostAssignedMessage"  =   "%@ ti ha incaricato di ospitare una sessione di firma in persona per questo documento.";
"sign.mobile.inperson.selectHostMessage"    =   "Selezionare un firmatario per ospitare una sessione di firma in persona.";
"sign.mobile.inperson.assignedSignersList"  =   "Elenco firmatari in persona";
"sign.mobile.inperson.hostSession"          =   "Ospita sessione";
"sign.mobile.inperson.passControl"          =   "Passa controllo";
"sign.mobile.inperson.finishSession"        =   "Termina sessione";
"sign.mobile.inperson.passcontrolMessage"   =   "%@ hai firmato il documento.Puoi passare il controllo nuovamente a %@";
"sign.mobile.inperson.hostInstructions"     =   "Istruzioni";
"sign.mobile.inperson.signerTerms"          =   "Selezionando Inizia a firmare hai accettato";
"sign.mobile.inperson.welcomeHostText"      =   "Salve %@";
"sign.mobile.inperson.yourTurnSign"         =   "È il tuo turno firmare.";


"sign.mobile.common.you"                    =   "Tu";
"sign.mobile.request.hostedBy"              =   "Ospitato da";
"sign.mobile.common.inpersonSigner"         =   "Firmatario in persona";
"sign.mobile.error.retry"                   =   "Riprova";
"sign.mobile.profile.currentUserPlan"       =   "Sei nel piano %@";
"sign.mobile.profile.sendUsageReports"     =    "Invia report di utilizzo";
"sign.mobile.common.help"                  =    "Guida";
"sign.mobile.common.all"                   =    "Tutti";
"sign.mobile.common.more"                  =    "Altro";
"sign.mobile.common.scan"                  =    "Rileva";
"sign.mobile.error.somethingWentWrong"     =    "Si è verificato un errore";
"sign.mobile.error.subscriptionActionFailure" =  "Problema durante l'attivazione della sottoscrizione. Contattare support@zohosign.com";
"sign.mobile.settings.allowFaceID"         =     "Consenti lo sblocco di Face ID";

"sign.mobile.settings.profileDesc" =    "Configura la tua firma elettronica e gestisci i tuoi dati personali";
"sign.mobile.settings.securityDetailsDesc" =    "Configura le impostazioni di sicurezza";
"sign.mobile.settings.helpDesc"            =    "Ottieni aiuto con Zoho Sign";

"sign.mobile.settings.faceIDDisabledAlert"             =       "Anche Face ID sarà disabilitato. Continuare?";

"sign.mobile.create.alert.firstRecipientShouldbeSigner" =   "Verifica che il primo destinatario sia un firmatario";
"sign.mobile.create.alert.expiryDateMustBeGreaterThan1" =    "I giorni di tempo di completamento devono essere maggiori o uguali a 1";
"sign.mobile.create.defaultRecipientMessage" =   "Esamina e firma questo documento.";
"sign.mobile.create.alert.cannotAddSameRoleMultipleTimes" = "Impossibile aggiungere più volte lo stesso ruolo";
"sign.mobile.viewer.showingCurrentItem"    =    "Visualizzazione %d di %d";

"sign.mobile.iap.restorePurchase"          =    "Ripristina acquisto";
"sign.mobile.iap.planActivated"            =    "Piano attivato";
"sign.mobile.iap.title"                    =    "Prezzo";
"sign.mobile.iap.plan.free"                =    "Gratuito";
"sign.mobile.iap.plan.standard"            =    "Standard";
"sign.mobile.iap.plan.professional"        =    "Professional";
"sign.mobile.iap.plan.enterprise"          =    "Enterprise";
"sign.mobile.iap.planActivationFailureMailSent" = "Impossibile attivare la sottoscrizione. Un'e-mail è stata inviata per inizializzarla manualmente. Si prega di attendere.";
"sign.mobile.iap.subscriptionInfo"          =    "Informazioni di sottoscrizione";
"sign.mobile.iap.terms"                    =    "Termini";
"sign.mobile.iap.proceed"                  =    "Continua";
"sign.mobile.iap.upgrade"                  =    "Aggiorna";
"sign.mobile.iap.upgradeYourAccount"       =    "Aggiorna la tua licenza Zoho Sign per accedere a tutte le funzioni";
"sign.mobile.iap.feature.unlimitedDocSigning"     =    "Firme documenti illimitate";
"sign.mobile.iap.feature.inPersonSigning"     =    "Firma in persona";
"sign.mobile.iap.feature.reports"     =    "Report e audit trail";
"sign.mobile.iap.feature.reminders"   =     "Promemoria e notifiche";
"sign.mobile.iap.feature.sign25Docs"  =     "25 documenti / utente /mese";
"sign.mobile.iap.feature.sign5Docs"  =     "5 documenti / utente /mese";
"sign.mobile.iap.feature.webAppAccess"  =     "Accesso all'app Web";
"sign.mobile.iap.feature.inAppScanning"       =    "Scansione in-app";
"sign.mobile.iap.feature.advancedFormFields"  =    "Campi modulo avanzati";

"com.zoho.sign.standard.us.monthly"        =    "Standard - Mensile";
"com.zoho.sign.standard.us.yearly"         =    "Standard - Annuale";
"com.zoho.sign.pro.us.monthly"             =    "Professional - Mensile";
"com.zoho.sign.pro.us.yearly"              =    "Professional - Annuale";

"sign.mobile.iap.termsOfSubscription"       =    "- Il pagamento sarà addebitato nell'account di iTunes alla conferma dell'acquisto\n- La sottoscrizione si rinnova automaticamente a meno che il rinnovo automatico sia disattivato almeno 24 ore prima del termine del periodo corrente\n- L'account sarà addebitato per il rinnovo entro 24 ore prima del termine del periodo corrente\n- Le sottoscrizioni possono essere gestite dall'utente e il rinnovo automatico può essere disattivato andando a Impostazioni account dell'utente dopo l'acquisto\n- Non è consentita alcuna cancellazione della sottoscrizione corrente durante il periodo di sottoscrizione attivo\n- L'eventuale porzione inutilizzata di un periodo di prova gratuito, se offerto, sarà forfetizzata quando l'utente acquista una sottoscrizione a tale pubblicazione.";

//Template
"sign.mobile.template.documentFields"        =       "Campi documento";
"sign.mobile.template.name"                  =       "Nome modello";
"sign.mobile.common.templates"               =       "Modelli";
"sign.mobile.alert.fieldCannotBeEmpty"       =       "Il campo non può essere vuoto";
"sign.mobile.common.edit"                    =       "Modifica";
"sign.mobile.common.tips"                    =       "Suggerimenti";
"sign.mobile.help.enableSignExtension"       =       "Abilita estensione di firma";
"sign.mobile.help.enableSignExtensionDocTitle"    =       "Abilita l'estensione di Zoho Sign per iniziare a firmare documenti direttamente da qualsiasi applicazione.";
"sign.mobile.help.enableSignExtensionStep1"    =       "Tocca il pulsante Condividi";
"sign.mobile.help.enableSignExtensionStep2"    =       "Trascina a destra la striscia in fondo e tocca l'icona Altro";
"sign.mobile.help.enableSignExtensionStep3"    =       "Abilita la firma con l'opzione Zoho Sign";
"sign.mobile.help.enableSignExtensionStep4"    =       "Accedi con Zoho Sign\nTocca la Firma con l'icona di Zoho Sign per iniziare a firmare i documenti";
"sign.mobile.field.signDate"                =       "Data firma";
"sign.mobile.notify.templateDeleted"        =   "Modello eliminato";
"sign.mobile.template.usetemplate"          =   "Utilizza";
"sign.mobile.template.quicksend"            =   "Invia";
"sign.mobile.template.viewer"               =   "Visualizza";
"sign.mobile.template.noDocument"           =   "Nessun documento disponibile in questo modello";

// Create
"sign.mobile.create.uploadDocuments"    =   "Carica documenti";
"sign.mobile.create.manageRecipients"   =   "Gestisci destinatari";
"sign.mobile.create.otherDetails"       =   "Altri dettagli";
"sign.mobile.create.invalidDocName"     =   "Nome documento non valido";
"sign.mobile.recipient.remoteSigner"    =   "Firmatario remoto";
"sign.mobile.editor.fieldsList"         =   "Elenco campi";
"sign.mobile.common.page"               =   "Pagina";
"sign.mobile.common.dismiss"            =   "Revoca";
"sign.mobile.recipient.host"            =   "Host";
"sign.mobile.recipient.inperson.name"   =   "Nome firmatario";
"sign.mobile.recipient.inperson.email"  =   "E-mail firmatario";
"sign.mobile.recipient.name"            =   "Nome";
"sign.mobile.template.tobefilled"       =   "Da compilare";
"sign.mobile.recipient.editRecipient"   =   "Modifica destinatario";
"sign.mobile.recipient.action"          =   "Azione";
"sign.mobile.recipient.authentication"  =   "Autenticazione";
"sign.mobile.template.role"             =   "Ruolo";
"sign.mobile.recipient.enterRoleOrEmail"        =   "Inserire il ruolo o l'e-mail per il destinatario";
"sign.mobile.recipient.roleInvalidCharacters"   =   "Il ruolo del destinatario contiene caratteri non validi";
"sign.mobile.recipient.authenticationCodeSixCharacters" = "Il codice di autenticazione deve contenere 6 caratteri";
"sign.mobile.recipient.hostMustBeSignUser"      =   "L'e-mail dell'host deve far parte della tua organizzazione Zoho Sign";
"sign.mobile.recipient.autoGeneratedCode.overwrite"   =   "Nota: questo codice è generato automaticamente. Sovrascrivi se necessario.";
"sign.mobile.create.timeToCompleteLessThanCount" = "I giorni di tempo di completamento devono essere minori di 100";
"sign.mobile.recipient.alreadyAdded"    =   "Destinatario già aggiunto";
"sign.mobile.recipient.cannotAddMultipleTimes" = "Impossibile aggiungere più volte lo stesso destinatario";
"sign.mobile.recipient.cannotAddSameSignerContinuously" = "Impossibile aggiungere lo stesso destinatario senza un altro firmatario";

"sign.mobile.request.deleteDocument"            =       "Elimina documento";
"sign.mobile.request.restoreDocument"           =       "Ripristina documento";
"sign.mobile.settings.turnOff"                  =       "Disattiva";

"sign.mobile.notify.documentSent"               =       "Documento inviato";

"sign.mobile.inperson.reenterZohoPassword"  =  "Inserisci nuovamente la password di Zoho per completare la sessione";


"sign.mobile.request.create.discard"  =  "Ignora";
"sign.mobile.document.downloading"     = "Download %li di %li...";
"sign.mobile.create.fileUploadNotCompleted" = "Caricamento file non completato";
"sign.mobile.received.assign" = "Assegna";
"sign.mobile.request.invalidAttemptsExceeded" = "Tentativi non validi superati";
"sign.mobile.template.addDocument"  =   "Aggiungi documento";
"sign.mobile.notify.templateSaved" =  "Modello salvato";
"sign.mobile.activityIndicator.saveTemplate"   =       "Salvataggio modello in corso...";
"sign.mobile.alert.fieldMustFilled" = "Il campo deve essere compilato";
"sign.mobile.recipient.authenticationMandatory" = "L'autenticazione è obbligatoria per tutti i destinatari";
"sign.mobile.common.characternotAllowed" = "Carattere %@ non consentito";
"sign.mobile.request.emailDocument"                          =       "Invia documento tramite e-mail";
"sign.mobile.request.email.maximum3AtATime"     =   "max 3 alla volta";
"sign.mobile.recipient.signer"    =   "Firmatario";
"sign.mobile.document.loading"    =   "Caricamento %li di %li in corso...";
"sign.mobile.common.loading"      =   "Caricamento in corso...";
"sign.mobile.common.downloading"  =   "Download in corso...";
"sign.mobile.common.undo" = "Annulla";
"sign.mobile.recipient.removed"  = "Destinatario rimosso";

"sign.mobile.common.sign" = "Firma";
"sign.mobile.create.manageRecipients" = "Destinatari";
"sign.mobile.create.otherDetails" = "Dettagli";
"sign.mobile.settings.usagelogsDescription" = "I tuoi dati rimarranno completamente anonimi e non saranno condivisi con parti esterne.";
"sign.mobile.settings.enableCrashLogs" = "Invia report di crash";
"sign.mobile.settings.enableUsageLogs" = "Condividi report di utilizzo";
"sign.mobile.settings.usageReports" = "Analisi";
"sign.mobile.common.alert" = "Avviso";
"sign.mobile.settings.jailbrokenAlert" = "Sembra che il tuo telefono sia compromesso. Ti sconsigliamo di accedere poiché questo mette a rischio i tuoi dati.";
"sign.mobile.settings.securityAndPrivacy" = "Sicurezza e privacy";
"sign.mobile.settings.spotlightSearchDesc" = "Abilitando questa funzione potrai trovare i tuoi documenti nella ricerca in primo piano";
"sign.mobile.settings.spotlightSearch" = "Ricerca in primo piano";

"sign.mobile.inperson.loginAs"          =   "Accesso come %@";

"sign.mobile.request.recallDocument"        =   "Richiama documento";
"sign.mobile.request.invalidAuthenticationCode" = "Codice di autenticazione non valido";
"sign.mobile.document.uploadMsg"               =       "Aggiornamento del documento in corso...\nAttendere.";
"sign.mobile.common.thisWeek"                  =       "Questa settimana";
"sign.mobile.common.thisMonth"                  =       "Questo mese";
"sign.mobile.requests.seeAll"               =   "Visualizza tutti";
"sign.mobile.request.assignToSomeoneElse"      =       "Assegna a qualcun altro";
"sign.mobile.document.details"      =       "Dettagli documento";
"sign.mobile.request.create.pleaseUploadAFile"            =       "Caricare un file.";
"sign.mobile.request.enterEmailAddress" = "Inserire un indirizzo e-mail.";
"sign.mobile.request.email.maximumContactAlert" = "È possibile inviare solo 3 contatti alla volta.";
"sign.mobile.request.email.allowContactAccess"            =           "Consenti l'accesso ai tuoi contatti per poterli aggiungere direttamente alla app.";
"sign.mobile.request.confirmDetails"  =  "Conferma dettagli";
"sign.mobile.request.verifyNumberOfFields"    =   "Verificare il numero di campi aggiunti per ciascun destinatario e confermare.";
"sign.mobile.common.confirm"  =  "Conferma";

"sign.mobile.tooltip.dragAndDropFields"              =       "Campi Trascina la selezione";

"sign.mobile.request.signYourselfDesc"              =   "Firma un documento e invialo ad altri.";
"sign.mobile.request.sendForSignaturesDesc"         =   "Richiedi ad altri di firmare un documento.";

"sign.mobile.request.declinedReason"              =       "Motivo del rifiuto";
"sign.mobile.inperson.chooseInPersonSigner"     =    "Scegli firmatario in persona";

"sign.mobile.settings.protectDocumentSigning"   =   "Proteggi la firma dei documenti";
"sign.mobile.settings.protectDocumentSigningDescription"   =   "È necessario un passcode per firmare ogni documento.";
"sign.mobile.settings.phoneLogoutAfter5FailedAttemps"   =  "Sarai disconnesso da Zoho Sign dopo 5 tentativi di inserimento passcode non riusciti.";
"sign.mobile.settings.personalDetails" = "Dettagli personali";
"sign.mobile.common.tryAgain"      =    "Riprova";
"sign.mobile.requests.loadmore"     =   "Carica altro";
"sign.mobile.requests.moveToTrash"  =    "Sposta nel cestino";
"sign.mobile.settings.chooseSignatureStyle" = "Tocca per scegliere lo stile della firma";
"sign.mobile.settings.enterSignature" = "Inserisci la tua firma";
"sign.mobile.settings.enterInitial" = "Inserisci la tua sigla";
"sign.mobile.request.assignee"     =       "Assegnatario";
"sign.mobile.feedback.attachments"                =       "Allegati";
"sign.mobile.help.siriShortcuts"  = "Comandi rapidi di Siri";
"sign.mobile.common.helpAndSupport"    =    "Guida e supporto";
"sign.mobile.settings.version"         =       "Versione %@";
"sign.mobile.common.about"           =       "Informazioni";
"sign.mobile.settings.rateOurApp"    =      "Valuta la nostra app";
"sign.mobile.request.addToSiriShortcut"    =      "Aggiungi ai comandi rapidi di Siri";
"sign.mobile.request.showSiriShortcut"    =      "Mostra comandi rapidi di Siri";
"sign.mobile.request.showRequest"    =      "Mostra %@";
"sign.mobile.request.shareDocument"    =      "Condividi documento";
"sign.mobile.iap.perUserPerMonth"   = "per utente/mese";
"sign.mobile.iap.perUserPerYear"   = "per utente/anno";
"sign.mobile.editor.signatureFields" = "Campi firma";
"sign.mobile.editor.signerInformation" = "Informazioni firmatario";
"sign.mobile.editor.additionalInformation" = "Ulteriori informazioni";


"sign.mobile.common.browse" = "Sfoglia";
"sign.mobile.recipient.sms"  =    "SMS:";
"sign.mobile.recipient.phoneNumber"  =    "Numero di telefono";
"sign.mobile.recipient.SMSOTPNote"                         =       "Nota: il codice di autenticazione sarà inviato tramite SMS.";
"sign.mobile.field.dropDown"             =       "Menù a discesa";
"sign.mobile.request.selectedDate"       =       "Seleziona data";
"sign.mobile.request.enterPhoneNumber"       =       "Inserisci numero di telefono";
"sign.mobile.notify.documentAssigned"        =       "Documento assegnato correttamente.";
"sign.mobile.request.smsAuth"                =       "Una password monouso è stata inviata al tuo numero di telefono.";
"sign.mobile.request.authCodeSentToPhone"               =       "Il codice di autenticazione è stato inviato di nuovo al tuo numero di telefono.";


"sign.mobile.request.operationType.extended"   =       "Esteso";
"sign.mobile.request.operationType.recipientReassigned"    =       "Destinatario riassegnato";
"sign.mobile.request.operationType.ownershipChanged"    =       "Proprietà cambiata";
"sign.mobile.request.operationType.termsAgreed"    =       "Termini accettati";
"sign.mobile.request.operationType.auditDownloaded"    =       "Controllo scaricato";


"sign.mobile.recipient.invalidPhoneNumber"  =  "Inserisci un numero di telefono valido.";
"sign.mobile.request.enterYourText"         =       "Inserisci il tuo testo.";
"sign.mobile.field.dropdown.option"    =      "Opzione %i";
"sign.mobile.field.dropdown.addOption"    =      "Aggiungi opzione";
"sign.mobile.field.defaultValue"    =      "Valore predefinito";
"sign.mobile.field.dropdown.dropdownOptions"    =      "Opzioni del menù a discesa";
"sign.mobile.field.dropdown.noneValue"    =      "Seleziona...";
"sign.mobile.settings.turnPasscodeOff"    =     "Disattiva passcode";
"sign.mobile.settings.turnPasscodeOn"     =     "Attiva passcode";
"sign.mobile.docScanner.saveDocumentWith10Pages" = "Raggiunto il limite di scansione di 10 pagine. Ti invitiamo a salvare il documento e a procedere con una nuova scansione.";

//somesh -  for siri shortcuts
"sign.mobile.settings.siriShortcuts.showPendingDocuments" = "Mostra i documenti in sospeso";
"sign.mobile.settings.siriShortcuts.showCompletedDocuments" = "Mostra i documenti completati";
"sign.mobile.settings.siriShortcuts.requestSummary" = "Mostra riepilogo richieste";
"sign.mobile.settings.siriShortcuts.inProgressDocuments" = "Mostra i documenti in lavorazione";
"sign.mobile.settings.siriShortcuts.expiringDocuments" = "Mostra i documenti in scadenza";

"sign.mobile.settings.siriShortcuts.name.requestSummary" = "Riepilogo richieste";
"sign.mobile.settings.siriShortcuts.name.completedDocuments" = "Documenti completati";
"sign.mobile.settings.siriShortcuts.name.pendingDocuments" = "Documenti in sospeso";
"sign.mobile.settings.siriShortcuts.name.inprogressDocuments" = "Documenti in lavorazione";
"sign.mobile.settings.siriShortcuts.name.expiringDocuments" = "Documenti in scadenza";

"sign.mobile.settings.siriShortcuts.subtitle.completedDocuments" = "Richiedi i documenti completati";
"sign.mobile.settings.siriShortcuts.subtitle.pendingDocuments" = "Richiedi i documenti in sospeso";
"sign.mobile.settings.siriShortcuts.subtitle.inprogressDocuments" = "Richiedi i documenti in lavorazione";
"sign.mobile.settings.siriShortcuts.subtitle.expiringDocuments" = "Richiedi i documenti in scadenza";

"sign.mobile.settings.siriShortcuts.addedShortcuts" = "Comandi rapidi aggiunti";
"sign.mobile.settings.siriShortcuts.suggestedShortcuts" = "Comandi rapidi suggeriti";


"sign.mobile.recipient.addAlteastOneField"  =  "Aggiungi almeno un campo per %@";//maybe in web
"sign.mobile.recipient.addAlteastOneFieldForFollowingRecipients"  =  "Aggiungi almeno un campo per i seguenti destinatari %@";
"sign.mobile.recipient.alert.noPermissionToAddFields" = "Non hai l'autorizzazione per modificare i campi.";
"sign.mobile.recipient.alert.userIsNotAnIntendedSigner" = "Il destinatario non è un firmatario previsto.";
"sign.mobile.document.autoFillAndSign"  =  "Compila automaticamente e firma";


"sign.mobile.fields.tapToAddField" = "Tocca per aggiungere %@";
"sign.mobile.fields.tapToSelectCheckbox" = "Tocca per selezionare la casella di controllo";
"sign.mobile.editor.moreActions"   = "Altre azioni";

"sign.mobile.alert.noAccessToYourPhoto"  =  "La app non ha accesso alle tue foto.";

"sign.mobile.editor.tapFinishToComplete" = "Hai compilato correttamente tutti i campi. Fai clic su Fine per completare.";
"sign.mobile.create.tapToStartSign" = "Tocca per iniziare a firmare";
"sign.mobile.editor.pleaseReviewAndSign" = "Verificare il documento e toccare qui per iniziare a firmare.";
"sign.mobile.create.chooseSigningOption"  = "Scegli opzione firma";
"sign.mobile.account.documentsLeft" = "Documenti rimasti";
"sign.mobile.account.documentsPerMonth" = "%d documenti al mese";
"sign.mobile.documentStatus.waitingInaQueue" = "In attesa in coda";
"sign.mobile.documentStatus.yetToView" = "Inviato. Ancora da visualizzare";
"sign.mobile.documentStatus.yetToSign" = "Visualizzato. Ancora da firmare";
"sign.mobile.create.chooseDocuments" = "Scegli documenti";
"sign.mobile.create.recipientAction" = "Azione destinatario";
"sign.mobile.common.recipient" = "Destinatario";
"sign.mobile.templates.quicksend"    =   "Invio rapido";

"sign.mobile.photopicker.saveDocumentWith10Pages" = "Raggiunto il limite di 10 pagine. Ti invitiamo a salvare il documento e a procedere con uno nuovo.";
"sign.mobile.photopicker.photos.downloadError" = "Impossibile scaricare immagine";
"sign.mobile.common.capture" = "Cattura";

"sign.mobile.settings.siriShortcuts.subtitle.requestSummary" = "Richiedi un riepilogo dei tuoi documenti Zoho Sign";
"sign.mobile.settings.siriShortcuts.subtitle.completedDocuments" = "Richiedi un elenco dei documenti completati";
"sign.mobile.settings.siriShortcuts.subtitle.pendingDocuments" = "Richiedi un elenco dei documenti in attesa di una tua firma";
"sign.mobile.settings.siriShortcuts.subtitle.inprogressDocuments" = "Richiedi un elenco dei documenti in attesa di altri";
"sign.mobile.settings.siriShortcuts.subtitle.expiringDocuments" = "Mostra un elenco dei documenti in scadenza";

"sign.mobile.request.sendReminders" = "Invia promemoria";
"sign.mobile.common.info" = "Info";

"sign.mobile.settings.siriShortcuts.name.statusSummary" = "Riepilogo stato";
"sign.mobile.settings.siriShortcuts.statusSummary" = "Mostra riepilogo stato Zoho Sign";


"sign.mobile.inperson.instructions"   =   "1. Passa il controllo al firmatario\n\n2. Guida il firmatario attraverso ciascuna fase del processo di firma\n\n3. Rendi noto al firmatario di dover inserire il codice di autenticazione se richiesto\n\n4. Riprendi il controllo una volta che il firmatario completa la firma del documento\n\n5. Ripeti lo stesso procedimento per più di un firmatario";
"sign.mobile.inperson.passcontrol.title" = "Firmatari in persona";
"sign.mobile.inperson.passcontrol.selectSigner"    =   "Selezionare un firmatario per ospitare la sessione.";
"sign.mobile.inperson.host.message"   =   "Hai firmato correttamente il documento. Puoi passare nuovamente il controllo all'host.";
"sign.mobile.inperson.startsigning.title"   =    "Sessione di firma in persona";
"sign.mobile.doucument.signedSuccessMsg" = "Il documento è stato firmato correttamente.";

"sign.mobile.login.watchdemo" = "Guarda la demo";
"sign.mobile.login.signPaperless" = "FIRMA, SENZA CARTA";
"sign.mobile.login.productDescription" = "Una app di firma digitale completa per firmatari aziendali";
"sign.mobile.siriIntentUI.summary" = "Riepilogo stato Zoho Sign in mostra";
"sign.mobile.sign.capture.instructions" = "Posiziona la tua firma all’interno della casella";


"sign.mobile.fields.enterYourValue" = "Inserisci il tuo %@";
"sign.mobile.fields.enterValue" = "Inserisci %@";
"sign.mobile.fields.chooseAnOption" = "Scegli un'opzione";
"sign.mobile.fields.selectTheCheckbox" = "Seleziona la casella di controllo";

"sign.mobile.template.delete"            =       "Elimina modello";
"sign.mobile.common.readAndWrite"        =       "Lettura/Scrittura";
"sign.mobile.fields.provideDefaultValueForDropdownField" = "Fornire un valore predefinito per il campo con elenco discesa di sola lettura %@";

"sign.mobile.profile.currentPlan"                   =       "Piano %@";
"sign.mobile.request.operationType.requestRecipientRevoked"    =       "Accesso revocato";
"sign.mobile.request.operationType.requestRecipientGranted"    =       "Accesso approvato";
"sign.mobile.request.operationType.requestRecipientReassigned"    =       "Riassegnato";
"sign.mobile.instruction.invalidDocumentName" = "%@ non deve contenere %@.";
"sign.mobile.alert.documentUploadFailed"                     =       "Upload del documento non riuscito. Riprovare.";
"sign.mobile.alert.defaultFieldsCanBeModifiedInAcccountsPage" = "Nome, cognome e fuso orario possono essere modificati solo dalla pagina Zoho Accounts e la modifica si propagherà a tutte le applicazioni Zoho.";
"sign.mobile.alert.allowPhotosAccess"  =  "Concedi a Zoho Sign l’autorizzazione ad accedere alle tue foto.";
"sign.mobile.alert.unableToUseCamerainMultiscreenMode"  =  "Impossibile scansionare le firme in doppia visualizzazione. Passare alla modalità a schermo intero.";
"sign.mobile.notify.requestCompleted"                =       "Documento completato";
"sign.mobile.notify.requestReceived"                 =       "Nuovo documento ricevuto";
"sign.mobile.notify.requestReminder"                 =       "Promemoria documento";
"sign.mobile.notify.documentSigned"                 =       "Documento firmato";
"sign.mobile.recipient.approver"   =  "Responsabile approvazione";
"sign.mobile.request.alert.addAtleastOneField" = "Aggiungere almeno un campo";
"sign.mobile.request.approved"                 =       "Approvato";
"sign.mobile.documentStatus.yetToApprove" = "Visualizzato. Ancora da approvare";
"sign.mobile.request.operationType.requestApproved" = "Documento approvato";
"sign.mobile.editor.startApproving" =  "Avvia approvazione";
"sign.mobile.request.assignToSomeoneElseToApprove" = "Chiedi a qualcun altro di procedere all’approvazione";
"sign.mobile.request.declineApproveRequest" = "Non approvare";
"sign.mobile.recipient.approve"   =  "Approva";
"sign.mobile.request.approvedSuccessfully"      =       "Approvato correttamente";
"sign.mobile.activityIndicator.approvingDoc"              =       "Approvazione del documento in corso...";
"sign.mobile.editor.pleaseReviewAndApprove" = "Controllare il documento e toccare qui per avviare l’approvazione.";
"sign.mobile.documentStatus.waitingInQueue" = "Attesa in coda";
"sign.mobile.login.videoPlayerError" = "Impossibile riprodurre il video";

"sign.mobile.request.exportDocument"    =      "Esporta documento";
"sign.mobile.settings.aboutZohoSign"    =       "Informazioni su Zoho Sign";
"sign.mobile.common.ZohoSignDescription"        =   "\\tZoho Sign è un servizio di firma digitale che consente di formalizzare contratti velocemente senza l’inconveniente del trasporto di documenti cartacei, assicurando al contempo sicurezza e legalità. Funziona completamente via cloud e si integra prontamente con le tue app di tutti i giorni per un'esperienza di firma del tutto agevole.\n\n\\tZoho Sign è perfetto per chiunque necessiti di firmare documenti commerciali ed è ampiamente utilizzato nell’ambito delle risorse umane, degli uffici legali, finanziari e delle vendite.";
"sign.mobile.passcode.invalidPasscode" = "Passcode non valido";
"sign.mobile.passcode.unlock" = "Sblocca";
"sign.mobile.passcode.re-enterPasscode" = "Inserisci nuovamente passcode";
"sign.mobile.passcode.removeLock" = "Rimuovi blocco";
"sign.mobile.passcode.passcodeConfirm" = "Inserisci passcode per confermare";
"sign.mobile.common.passcode" = "Passcode";
"sign.mobile.passcode.createPasscodeToProtectData" = "Crea un passcode per proteggere i tuoi dati";
"sign.mobile.fields.changeColor" = "Modifica colore";
"sign.mobile.fields.formatting" = "Formattazione";
"sign.mobile.fields.font" = "Carattere";
"sign.mobile.fields.color" = "Colore";
"sign.mobile.fields.checkbox.checked" = "Selezionato";
"sign.mobile.fields.checkbox.unchecked" = "Non selezionato";
"sign.mobile.document.pagesCount" = "%i Pagine";
"com.zoho.sign.macos.standard.us.monthly"        =    "Standard - Mensile";
"com.zoho.sign.macos.standard.us.yearly"         =    "Standard - Annuale";
"com.zoho.sign.macos.pro.us.monthly"             =    "Professional - Mensile";
"com.zoho.sign.macos.pro.us.yearly"              =    "Professional - Annuale";
"sign.mobile.request.signersLocation"   =  "Posizione del ricevente";

"sign.mobile.sign.siriIntent.invalidDocument" = "Il documento non è valido";
"sign.mobile.alert.signoutConfirmation"        =       "Vuoi uscire?";
"sign.mobile.alert.saveChanges"        =       "Vuoi salvare le modifiche apportate?";
"sign.mobile.alert.discardChanges"        =       "Vuoi ignorare tutte le modifiche?";
"sign.mobile.alert.discardConfrimation"        =       "Vuoi davvero ignorare le modifiche?";

"sign.mobile.siriShortcuts.signDocuments.name" = "Mostra i documenti da firmare";
"sign.mobile.siriShortcuts.signDocuments.subtitle" = "Imposta i comandi rapidi vocali di Siri per assegnare dei documenti a qualcun altro, rifiutarli, o riempirli in modo automatico e firmarli direttamente.";
"sign.mobile.siriShortcuts.signDocuments.confirmation" = "ATTENZIONE! Firmando un documento tramite comandi rapidi, accetti automaticamente Termini e Condizioni impostati dal proprietario del documento.";

"sign.mobile.chooseDocuments.maximumDocumentsReached" = "È possibile caricare un massimo di 20 file per documento.";
"sign.mobile.chooseDocument.unsupportedFileFormat" = "Il file \"%@\" non è supportato";

"sign.mobile.docslist.footerText" = "%d elementi";
"sign.mobile.phoneNumberKit.selectCountry" = "Seleziona paese";
"sign.mobile.phoneNumberKit.currentLocation" = "Posizione corrente";
"sign.mobile.homePage.createTemplate" = "Crea modello";
"sign.mobile.common.back" = "Indietro";
"sign.mobile.alert.visitAccountsPage" = "Visita la pagina degli account";
"sign.mobile.common.printDocument" = "Stampa documento";

"sign.mobile.login.signUpDesc" = "Non hai un account?";
"sign.mobile.login.freeSignUp" = "Registrazione gratuita";
"sign.mobile.common.or" = "o";

"sign.mobile.recipients.action.signedOn" = "Firmato il %@";
"sign.mobile.recipients.action.assignedOn" = "Assegnato il %@";
"sign.mobile.recipients.action.approvedOn" = "Approvato il %@";
"sign.mobile.recipients.action.viewedOn" = "Visualizzato il %@";

"sign.mobile.accountCreate.alreadyhaveATeamAccount" = "Hai già un account team?";
"sign.mobile.accountCreate.contactAdmin" = "Contatta l'amministratore per un invito per accedere a Zoho Sign.";
"sign.mobile.accountCreate.organisationName" = "Nome dell'Organizzazione";
"sign.mobile.accountCreate.newToZohoSign" = "Nuovo a Zoho Sign?";
"sign.mobile.accountCreate.orgNameDescription" = "Creeremo uno spazio esclusivo per la tua organizzazione in Zoho Sign usando questo nome. Questo ci aiuterà anche a identificare la tua organizzazione e i membri.";
"sign.mobile.requestDetail.recipientLocationDesc" = "La posizione geografica è stimata sulla base dell'indirizzo IP.";
"sign.mobile.field.attachment" =  "Allegato";
"sign.mobile.field.attachments" =  "Allegati";
"sign.mobile.fields.uploadAttachment" =  "Carica allegato";
"sign.mobile.notify.attachmentUploadedSuccessfully" =  "Allegato caricato correttamente";
"sign.mobile.notify.attachmentDeletedSuccessfully" =  "Allegato eliminato correttamente";
"sign.mobile.activityIndicator.uploadingAttachment"    =       "Caricamento allegato in corso...";
"sign.mobile.field.attachment.delete"       = "Elimina allegato";
"sign.mobile.field.attachment.view"       = "Visualizza allegato";
"sign.mobile.emptyScreen.noAttachmentsAdded"                =       "Nessun allegato ancora aggiunto";


"sign.mobile.request.operationType.attachmentAdded"       =       "Allegato aggiunto";
"sign.mobile.request.operationType.attachmentDeleted"     =       "Allegato eliminato";
"sign.mobile.iap.feature.signerAttachments"              =        "Allegati del firmatario";
"sign.mobile.iap.feature.rebranding"                     =        "Rebranding";
"sign.mobile.iap.feature.approverAction"                 =        "Responsabile approvazione azioni";
"sign.mobile.emptyScreen.noTemplatesAddedYet"         =       "Non hai ancora creato alcun modello.";


"sign.mobile.request.doYouWantToSignInFlow"    =   "Sei uno dei firmatari. Desideri firmare subito il documento?";
"sign.mobile.request.editAsNew"                =   "Modifica come nuovo";

"sign.mobile.editor.resetAllFields" = "Ripristina tutto";
"sign.mobile.otherDetail.reminders" = "Promemoria";
"sign.mobile.otherDetail.automaticReminders" = "Promemoria automatici";
"sign.mobile.otherDetail.automaticReminders.timePeriodTitle" = "Una volta ogni";
"sign.mobile.otherDetail.reminderTimePeriodPlaceHolder" = "Giorni";
"sign.mobile.otherDetail.reminderPeriodErrorCheck" = "La frequenza dei promemoria non può essere superiore a 100";
"sign.mobile.request.rename" = "Rinomina";
"sign.mobile.request.certificate" = "Certificato";
"sign.mobile.request.activity" = "Attività";
"sign.mobile.otherDetail.addDocumentType" = "Aggiungi tipo di documento";
"sign.mobile.otherDetail.addFolder" = "Aggiungi cartella";
"sign.mobile.request.remainingDays" = "tra %d giorni";
"sign.mobile.common.reset" = "Reimposta";
"sign.mobile.request.requestEdit"    =       "Modifica documento";
"sign.mobile.field.radio"           =   "Radio";
"sign.mobile.request.confirmAndSend"  =  "Conferma e invia";
"sign.mobile.request.signNow"         =   "Firma adesso";
"sign.mobile.request.signLater"       =   "Firma più tardi";
"sign.mobile.settings.legalGuide"     =   "Guida legale";
"sign.mobile.request.radioButton"      =    "Pulsante di opzione";
"sign.mobile.chooseDocuments.useTemplate" = "Usa modello";
"sign.mobile.request.allSentRequest" = "Tutti i documenti inviati";
"sign.mobile.request.allReceivedRequest" = "Tutti i documenti ricevuti";
"sign.mobile.fileImporter.workDrive.workSpaces" = "Aree di lavoro";
"sign.mobile.fileImporter.workDrive.myTeams" = "I miei team";
"sign.mobile.fileImporter.workDrive.recentFiles" = "File recenti";
"sign.mobile.fileImporter.workDrive.favorites" = "Preferiti";
"sign.mobile.fileImporter.workDrive.myFolders" = "Le mie cartelle";
"sign.mobile.fileImporter.workDrive.sharedWithMe" = "Condiviso con me";
"sign.mobile.fileImporter.workDrive.Folders" = "Cartelle";
"sign.mobile.fileImporter.workDrive.Files" = "File";
"sign.mobile.radioButton.values" = "Valori pulsanti di opzione";
"sign.mobile.common.daysCount" = "%d giorni";
"sign.mobile.request.expiresIn" = "Scade tra";
"sign.mobile.common.print" = "Stampa";

"sign.mobile.continuity_camera_desc" = "La fotocamera con Continuity funziona solo quando i tuoi dispositivi Mac e iOS sono vicini e vengono soddisfatti i seguenti criteri:";
"sign.mobile.continuity_camera_step1" = "* Assicurati che Wi-FI e Bluetooth siano accesi su entrambi i dispositivi.";
"sign.mobile.continuity_camera_step2" = "* Assicurati di usare il medesimo Apple ID per l’accesso ad iCloud su entrambi i dispositivi.";
"sign.mobile.continuity_camera_step3" = "* Controlla che il tuo Mac esegua macOS Mojave o versioni successive e che il tuo dispositivo abbia iOS 12 o versioni successive.";
"sign.mobile.continuity_camera_refer" =  "Consulta questo link per ulteriori informazioni: %@";
"sign.mobile.continuity_camera_gallery" = "Raccolta";
"sign.mobile.continuity_camera_import_from_iphone" = "Importa da iPhone";
"sign.mobile.continuity_camera_finder" = "Finder";



"sign.mobile.emptyScreen.noPendingDocuments"            =       "Nessun documento in sospeso";
"sign.mobile.emptyScreen.noPendingDocumentsDesc"        =       "Qui appaiono i documenti da firmare che ti sono stati inviati da altre persone";
"sign.mobile.emptyScreen.noInprogressDocuments"         =       "Nessun documento con firma in corso";
"sign.mobile.emptyScreen.noInprogressDocumentsDesc"     =       "Qui appaiono i documenti che hai inviato ad altri da firmare";
"sign.mobile.alert.noInternetConnectionDesc"            =       "Controllare la connettività di rete e riprovare";
"sign.mobile.emptyScreen.noRequestOnSearchDesc"         =       "Non abbiamo trovato alcun risultato corrispondente. Prova a cercare altre parole chiave";

"sign.mobile.emptyScreen.noTemplatesAvailableDesc"      =       "Tocca '+' per aggiungere il tuo primo modello";

"sign.mobile.homescreen.inperson.singleSignerStatus"  = "%@ deve firmare";
"sign.mobile.homescreen.inperson.multipleSignerStatus"  = "%i di %i firmatari rimasti";


"sign.mobile.request.hostNow"         =   "Ospita adesso";
"sign.mobile.request.hostLater"       =   "Ospita più tardi";
"sign.mobile.request.doYouWantToHostInFlow"    =   "Sei uno degli ospiti assegnati per la firma di persona. Desideri raccogliere subito le firme del documento?";


"sign.mobile.emptyScreen.noDocumentsAvailableDesc"      =       "Non abbiamo trovato alcun documento corrispondente";

"sign.mobile.iap.offer.forMonths" = "per %i mesi";
"sign.mobile.iap.offer.for1Year" = "per 1 anno";
"sign.mobile.iap.offer.afterMonths" = "dopo %i mesi";
"sign.mobile.iap.offer.after1Year" = "dopo 1 anno";

"sign.mobile.NodataView.documents.allSent.desc" = "Qui appaiono tutti i documenti da firmare che hai inviato ad altre persone";
"sign.mobile.NodataView.documents.inprogress.desc" = "Non hai alcun documento con firma in corso";
"sign.mobile.NodataView.documents.draft.desc" = "Non hai alcun documento salvato come bozza";
"sign.mobile.NodataView.documents.expiring.desc" = "Non hai alcun documento in scadenza";
"sign.mobile.NodataView.documents.expired.desc" = "Non hai alcun documento scaduto";
"sign.mobile.NodataView.documents.completed.desc" = "Non hai alcun documento completato";
"sign.mobile.NodataView.documents.declined.desc" = "Non hai alcun documento rifiutato";
"sign.mobile.NodataView.documents.sentTrash.desc" = "Non hai alcun documento nel cestino";
"sign.mobile.NodataView.documents.pending.desc" = "Non hai alcun documento in sospeso";
"sign.mobile.NodataView.documents.receivedCompleted.desc" = "Non hai alcun documento completato";
"sign.mobile.NodataView.documents.receivedTrash.desc" = "Non hai alcun documento nel cestino";
"sign.mobile.NodataView.documents.allReceived.desc" = "Qui appaiono tutti i documenti da firmare che ti sono stati inviati da altre persone";

"sign.mobile.common.searchDocuments" = "Cerca documenti";
"sign.mobile.common.sent" = "Inviato";
"sign.mobile.common.received" = "ricevuto";

"sign.mobile.activityIndicator.uploadingProgress"       = "Caricamento %d di %d in corso";
"sign.mobile.notify.attachmentsAddedSuccessfully"       = "Allegati aggiunti correttamente";
"sign.mobile.request.loginToProceed"                    = "Accedi per continuare";

"sign.mobile.common.general"                            = "Generale";
"sign.mobile.settings.personalize.documentSigning"      = "Firma dei documenti";
"sign.mobile.settings.personalize.autoScrollToNextFields" = "Scorri automaticamente al prossimo campo";
"sign.mobile.settings.personalize.showSignerHints"          = "Mostra suggerimenti del firmatario";
"sign.mobile.settings.personalize.highlightAnnotatedFields" = "Evidenzia campi commentati";
"sign.mobile.settings.personalize.showSignerHintsDesc"      = "Mostra degli indicatori a fianco dei campi che il firmatario deve compilare per evitare di scorrere inutilmente tutto il documento.";
"sign.mobile.settings.personalize.highlightAnnotatedFieldsDesc"     = "I campi compilati dai firmatari si distinguono per il diverso colore dello sfondo, che ne facilita l’individuazione. Lo sfondo colorato non comparirà nel documento esportato.";


"sign.mobile.workdrive.noUserFound" = "Non hai un account Zoho WorkDrive";
"sign.mobile.workdrive.noEnterpriseUser" = "Non sei un utente Enterprise";


"sign.mobile.accountSettings.recipientActions.downloadDocument" = "Scarica documento";
"sign.mobile.accountSettings.sendMailFrom.organisation" = "Indirizzo email dell'organizzazione";
"sign.mobile.accountSettings.sendMailFrom.sender" = "Indirizzo email mittente";
"sign.mobile.accountSettings.sendMailFrom.zohoSignNotification" = "L'indirizzo email di notifica di Zoho Sign";
"sign.mobile.accountSettings.pageConfig.allPages" = "Tutte le pagine";
"sign.mobile.accountSettings.pageConfig.firstPageOnly" = "Solo prima pagina";
"sign.mobile.accountSettings.pageConfig.lastPageOnly" = "Solo ultima pagina";
"sign.mobile.accountSettings.positionConfig.header" = "Header";
"sign.mobile.accountSettings.positionConfig.footer" = "Footer";
"sign.mobile.accountSettings.sendDocumentsTo.allRecipients" = "Tutti i destinatari";
"sign.mobile.accountSettings.sendDocumentsTo.onlySender" = "Solo mittente";
"sign.mobile.accountSettings.sendDocumentsTo.none" = "Nessuno";
"sign.mobile.accountSettings.showSignerAttachmentsTo.senderAndSigner" = "Mittente e firmatario";
"sign.mobile.accountSettings.showSignerAttachmentsTo.everyBody" = "Tutti con accesso ai documenti firmati";
"sign.mobile.accountSettings.enforceAuthentication" = "Applica autenticazione";
"sign.mobile.accountSettings.showSignerHints" = "Mostra suggerimenti per i firmatari";
"sign.mobile.accountSettings.embedDocumentId" = "Aggiungi ID documento ai documenti";
"sign.mobile.accountSettings.embedDocumentId.page" = "Aggiungi a";
"sign.mobile.accountSettings.embedDocumentId.positon" = "Posizione";
"sign.mobile.accountSettings.sendCompletionCertificate" = "Invia 'Certificato di completamento' ai destinatari";
"sign.mobile.accountSettings.sendCompletedDocumentsTo" = "Invia documenti completati a";
"sign.mobile.accountSettings.showSignerAttachmentsTo" = "Visibile a";
"sign.mobile.accountSettings.redirection.signingDocument" = "Firma un documento";
"sign.mobile.accountSettings.redirection.decliningDocument" = "Rifiuto di un documento";
"sign.mobile.accountSettings.redirection.skipToSignLater" = "Salto per firmare in seguito";
"sign.mobile.accountSettings.redirection.allowRedirection" = "Consenti reindirizzamento";
"sign.mobile.accountSettings.customLandingPages.invalidURL" = "Inserisci un URL valido del formato https://www.example.com";
"sign.mobile.accountSettings.documentID" = "ID documento";
"sign.mobile.accountSettings.uponDocumentCompletion" = "Al completamento del documento";
"sign.mobile.accountSettings.customLandingPages" = "Pagine di destinazione personalizzate";
"sign.mobile.accountSettings.updating" = "Aggiornamento in corso ...";
"sign.mobile.accountSettings.successfullyUpdated" = "Aggiornato correttamente";
"sign.mobile.accountSettings.allowedModes.description" = "Scegli le modalità di consegna OTP.";
"sign.mobile.accountSettings.recipientAction.description" = "Scegli le azioni che possono essere eseguite dal firmatario durante la firma dei documenti.";
"sign.mobile.accountSettings.signerAttachment.description" = "Scegli chi può visualizzare gli allegati caricati dai firmatari al momento della firma.";
"sign.mobile.accountSettings.customLandingPages.description" = "Reindirizza i destinatari a un URL specifico anziché alla pagina predefinita al completamento di un'azione.";
"sign.mobile.accountSettings.requestValidity" = "Richiedi validità";
"sign.mobile.accountSettings.allowedModes" = "Modalità di consegna OTP consentite";
"sign.mobile.accountSettings.title" = "Impostazioni account";
"sign.mobile.settings.applicationPreferences" = "Preferenze applicazione";
"sign.mobile.accountSettings.sendingOptions" = "Opzioni di invio";
"sign.mobile.accountSettings.receipientExperience" = "Esperienza del destinatario";
"sign.mobile.accountSettings.receipientAuthentication" = "Autenticazione del destinatario";
"sign.mobile.accountSettings.documentCompletionSettingsDescription" = "Controlla chi riceve i documenti completati e il Certificato di completamento come allegati e-mail.";
"sign.mobile.accountSettings.documentIDDescription" = "Scegli se e come desideri che l'ID documento univoco venga incluso nei documenti da firmare.";
"sign.mobile.settings.accountSettingsDescription" = "Configura le impostazioni predefinite per la validità della richiesta, i promemoria dei destinatari e l'ordine di firma. Questo può essere modificato per ciascun documento al momento dell'invio.";
"sign.mobile.common.signForms"                      =   "SignForms";
"sign.mobile.common.addDocumentType.description"    = "Inserisci tipo di documento";
"sign.mobile.common.addFolderType.description"      = "Inserisci cartella";
"sign.mobile.signForms.detail.URL"                  = "URL";
"sign.mobile.signforms.detail.maximumResponses"     = "Limite di risposte";
"sign.mobile.signForms.detail.maximumResponses.placeHolderText" = "Inserisci numero";
"sign.mobile.signForms.detail.signFormName.placeHolderText" = "Inserisci nome";
"sign.mobile.signForms.detail.validUntil"           = "Valido fino a";
"sign.mobile.login.youHaveTobeSignedIn"             = "Questo richiede la connessione.";
"sign.mobile.common.preview"                        =   "Anteprima";
"sign.mobile.common.previous"                       =   "Precedente";

"sign.mobile.create.signDocument"                   =  "Firma documento";
"sign.mobile.create.signADocument"                  =  "Firma un documento";
"sign.mobile.widgetkit.trackDocumentStatus"         =  "Tieni traccia dello stato del documento";
"sign.mobile.widgetkit.trackDocumentDesc"           =  "Tieni traccia di ogni fase dell'avanzamento della firma dei documenti.";

"sign.mobile.widgetkit.InprogressDocumentsDesc"     = "Mostra un elenco di documenti che sono stati inviati per le firme.";
"sign.mobile.widgetkit.pendingDocumentsDesc"        = "Mostra un elenco di documenti che necessitano della tua firma.";

"sign.mobile.signForms.alert.expired"                =  "Questo SignForm è scaduto. Contattare il proprietario o il mittente del link di assistenza.";
"sign.mobile.signForms.alert.limitReached"           = "Questo SignForm ha raggiunto il suo limite massimo di risposte. Contattare il proprietario o il mittente del link di assistenza.";
"sign.mobile.signForms.alert.inActive"               = "Questo SignForm è stato disabilitato. Contattare il proprietario o il mittente del link di assistenza.";
"sign.mobile.signForms.alert.invalidDate"            = "Una data non valida è stata specificata nell'URL di SignForm.";
"sign.mobile.signForms.limitReached"            = "Il limite di risposte è stato raggiunto";


"sign.mobile.alert.folderAlreadyExists"             =   "Esiste già una cartella con il nome \"%@\".";
"sign.mobile.alert.documentTypeAlreadyExists"       =   "Esiste già un tipo di documento con il nome \"%@\".";


"sign.mobile.accountSettings.signedCopy.emailAttachment" =  "Allegato e-mail";
"sign.mobile.accountSettings.signedCopy.documentMailLink" =  "Link documento nell'e-mail";
"sign.mobile.accountSettings.sendSignedCopyAs"            =  "Invia copia firmata come";


"sign.mobile.fields.textbox.validation"              =  "Convalida";
"sign.mobile.signfield.status.all"                   =  "Tutto";
"sign.mobile.signfield.status.active"                =  "Attivo";
"sign.mobile.signfield.status.inactive"              =  "Inattivo";
"sign.mobile.signfield.status.expired"               =  "Scaduto";
"sign.mobile.signfield.status.max_limit_reached"       =  "È stato raggiunto il limite.";


"sign.mobile.fields.textValidation"        =  "Convalida per il campo di testo";
"sign.mobile.fields.validation.none"       =  "Nessuno";
"sign.mobile.fields.validation.numbers"    =  "Numeri";
"sign.mobile.fields.validation.letters"    =  "Lettere";
"sign.mobile.fields.validation.mail"      =  "E-mail";
"sign.mobile.fields.validation.custom"    =  "Personalizzato";



"sign.mobile.fields.validation.custom.errorMessage" =  "Formato dati non valido. Inserire nuovamente i dati nel formato corretto.";
"sign.mobile.fields.validation.custom.footerMessage" = "Personalizza il messaggio visualizzato al firmatario quando compila il campo dati in un formato non valido.";
"sign.mobile.fields.validation.custom.enterRegex"  =  "Specifica il tuo schema regex per il campo.";



"sign.mobile.fields.validation.regexAndErrorMessage"  =     "Schema regex e messaggio di errore";
"sign.mobile.fields.validation.type"              =     "Tipo di convalida";
"sign.mobile.fields.validation.errorMessage"      =     "Messaggio di errore";
"sign.mobile.fields.validation.custom.invalidRegex"            =  "Specifica uno schema regex valido.";
"sign.mobile.fields.validation.custom.invalidErrorMessage"     =  "Inserisci un messaggio di errore valido.";



"sign.mobile.field.stamp"                        =  "Timbro";
"sign.mobile.signforms.qrCode"                   =  "Codice QR";
"sign.mobile.signforms.scanQRCodeToInitateSigning"  =  "I tuoi associati e clienti possono scansionare o caricare questo codice QR per iniziare a firmare il documento tramite SignForms.";


"sign.mobile.request.extendExpiryDate" = "Prolunga la scadenza della firma";
"sign.mobile.notify.expiryDateUpdated" = "La scadenza per la firma del documento è stata prorogata.";
"sign.mobile.common.errorMsg.noImageInCropArea" = "Nessuna immagine presente nell'area di ritaglio.";
"sign.mobile.request.newExpiryDate" = "Nuova scadenza per la firma";
"sign.mobile.emptyScreen.noFoldersAdded" = "Non ci sono cartelle esistenti.";
"sign.mobile.emptyScreen.noDocumentTypeAdded" = "Non esistono tipi di documento esistenti.";

"sign.mobile.settings.sendAnonymously" = "Invia in modo anonimo";
"sign.mobile.settings.analyticsDescription" = "Aiuta Zoho Sign a migliorare l'esperienza utente inviando automaticamente diagnostica e statistiche sull'utilizzo";

//print and sign
"sign.mobile.common.reviewAndSend" = "Rivedi e invia";
"sign.mobile.fields.validation.error.onlyAlphabetsAreAllowed" = "Sono consentiti solo valori alfabetici";
"sign.mobile.fields.validation.error.onlyNumericAreAllowed" = "Sono consentiti solo valori numerici";
"sign.mobile.signForms.limitResponses" = "Limita le risposte di SignForm";
"sign.mobile.emptyScreen.noSignformsAdded" = "Nessun modulo di segnalazione ancora aggiunto";
"sign.mobile.signforms.validityDateError" = "La validità deve essere maggiore o uguale alla data corrente";


"sign.mobile.recipient.language"                        =       "Lingua destinatario";
"sign.mobile.recipient.languageDesc"                    =       "Quando il destinatario apre il documento da firmare, l’interfaccia di firma sarà nella lingua scelta.";

"sign.mobile.request.printAndSign.uploadPhysicalDocument"   =  "Carica documento firmato fisicamente";
"sign.mobile.request.printAndSign.uploadSignedDocument"     =  "Carica documento firmato";
"sign.mobile.request.printAndPhysciallySign"                =  "Stampa e apponi firma fisica";
"sign.mobile.request.printAndSign.reviewDocumentForNextSigner" =  "Una copia con firma fisica apposta di questo documento è stata caricata per il firmatario precedente. Verificare l’allineamento dei campi del documento per i firmatari successivi e inviare il documento.";
"sign.mobile.notif.uploadedSuccessfully"                        =   "Caricato correttamente";
"sign.mobile.request.status.physciallySigned"                   =    "Firma fisica apposta";
"sign.mobile.request.status.physicalSigningWaitingForApproval"  =    "Firma fisica apposta e in attesa di accettazione";
"sign.mobile.notif.printAndsign.waitingForReview"               =   "Hai già inviato una copia con firma fisica apposta di questo documento. La copia caricata è in attesa di revisione.";
"sign.mobile.alert.reviewingByOwner"                            =   "Al momento il documento è in fase di revisione da parte del proprietario. Riprovare ad accedervi in un secondo momento.";
"sign.mobile.request.status.manual_signing_correction"          =   "In attesa di revisione";
"sign.mobile.request.uploadedOn"                        =       "Caricato il";
"sign.mobile.request.printAndSign.ownerTerms"           =      "Certifico che il file caricato è una copia di questo documento contenente la firma fisica del firmatario qui menzionato.";
"sign.mobile.request.printAndSign.agreeAndUpload"       =    "Accetta e carica";
"sign.mobile.request.printAndSign.sentRequestDescription"           =     "Stai per caricare una copia del documento contenente la firma fisica del firmatario. Una volta caricata, i firmatari restanti (se presenti) del flusso di lavoro di firma continueranno a firmare la copia caricata.";
"sign.mobile.common.review"                          =     "Revisione";
"sign.mobile.notify.sentToOwnerForReview"            =   "Il documento è stato inviato al suo proprietario per la revisione.";
"sign.mobile.recipient.alert.userHasAlreadySigned"   =   "Questo destinatario ha già firmato il documento.";
"sign.mobile.request.operationType.requestMarkedAsComplete"     = "Documento contrassegnato come completato";
"sign.mobile.request.operationType.requestManualSigningSuccess" = "Firma fisica apposta";
"sign.mobile.request.operationType.requestManualSigningApproved" = "Firma fisica apposta e accettato";
"sign.mobile.request.operationType.recipientManualSigningSuccess"   = "Firma fisica apposta dal destinatario";
"sign.mobile.request.operationType.recipientManualSigningApproved"  = "Documento con firma fisica accettato";
"sign.mobile.request.printAndSign.showPreviousVersions"  =  "Mostra versioni precedenti";
"sign.mobile.request.printAndSign.previousVersions"     =  "Versioni precedenti";
"sign.mobile.request.printAndSign.reviewAndAccept"      = "Verifica e accetta";
"sign.mobile.common.accept"                             =   "Accetta";
"sign.mobile.request.printAndSign.step1"                =   "Passaggio 1:";
"sign.mobile.request.printAndSign.step2"                =   "Passaggio 2:";
"sign.mobile.request.printAndSign.downloadDocumentForPrint"  = "Scarica il documento per la stampa";
"sign.mobile.request.printAndSign.downloadDocument"     =   "Scarica documento";
"sign.mobile.request.printAndSign.uploadTheScannedDocument" =  "Carica una copia di scansione del documento che è stato scaricato, stampato e a cui è stata apposta la firma fisica.";


"sign.mobile.tooltip.sdkSuccessmsg" = "Una copia firmata di questo documento è stata inviata alla tua email";
